Revit 2027 API
ParameterTypeId.CircuitWaysParam Property
 "Ways"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CircuitWaysParam { get; }
Public Shared ReadOnly Property CircuitWaysParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CircuitWaysParam {
	ForgeTypeId^ get ();
}
static member CircuitWaysParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace